export const topContent = [
  'Владею крепкими знаниями Веб-разработки, включая HTML, CSS, Sass, Tailwind, JavaScript, TypeScript и Node.js. Опыт работы с Golang и бэкенд-фреймворком Express.js. Умею создавать интуитивно понятный и эффективный пользовательский интерфейс, используя фронтенд-фреймворки, такие как Vue, Nuxt, Angular и React.',
  'Благодаря своей творческой природе и внимательному отношению к деталям, всегда стремлюсь к созданию привлекательных и функциональных проектов, которые соответствуют потребностям клиентов.'
];
export const bottomContent = [
  'Имею опыт работы как самостоятельно, так и в команде. Готов работать в динамичной и быстроразвивающейся среде, способен эффективно управлять временем и сроками проектов. Обладаю отличными коммуникативными навыками, что позволяет эффективно взаимодействовать с клиентами и командой разработчиков, достигая консенсуса в решении сложных задач.',
  'Обладаю 2 годами коммерческого опыта работы Frontend-разработчиком и рассматриваю возможности для дальнейшего роста в этом направлении. Открыт к новым проектам и вызовам, стремлюсь применить свои знания на практике. При необходимости выполню тестовое задание для демонстрации уровня своих навыков и компетенций.'
];

export const aboutData = [
  {
    columnData: [
      { field: 'Сайт:', value: 'www.karpov-dev.ru' },
      { field: 'Телефон:', value: '+7 950 775 7533' },
      { field: 'Город:', value: 'Воронеж, Россия' }
    ]
  },
  {
    columnData: [
      { field: 'GitHub:', value: 'github.com/KarpovYuri' },
      { field: 'Email:', value: 'yurick@bk.ru' },
      { field: 'Freelance:', value: 'Возможен' }
    ]
  }
];
