export const topContent = [
  'Владею крепкими знаниями Веб-разработки, включая HTML, CSS, JavaScript, TypeScript и Node.js. Опыт работы с бэкенд-фреймворком Express.js. Умею создавать интуитивно понятный и эффективный пользовательский интерфейс, используя фронтенд-фреймворки, такие как React и Vue.',
  'Благодаря своей творческой природе и внимательному отношению к деталям, всегда стремлюсь к созданию привлекательных и функциональных проектов, которые соответствуют потребностям клиентов.'
];
export const bottomContent = [
  'Имею опыт работы как самостоятельно, так и в команде. Готов работать в динамичной и быстроразвивающейся среде, способен эффективно управлять временем и сроками проектов. Обладаю отличными коммуникативными навыками, что позволяет эффективно взаимодействовать с клиентами и командой разработчиков, достигая консенсуса в решении сложных задач.',
  'Рассмотрю варианты вакансий на позицию Frontend или Backend - разработчика. Не откажусь от предложений применить свои знания в работе над вашими проектами. Готов выполнить тестовое задание, чтобы продемонстрировать уровень навыков.'
];

export const aboutData = [
  {
    columnData: [
      // { field: 'Дата рождения:', value: '28 Июня 1978' },
      { field: 'Сайт:', value: 'www.karaudio.ru' },
      { field: 'Телефон:', value: '+7 950 775 7533' },
      { field: 'Город:', value: 'Воронеж, Россия' }
    ]
  },
  {
    columnData: [
      // {
      //   field: 'Возраст:',
      //   value: Math.floor(
      //     (new Date().getTime() - new Date('1978/6/28').getTime()) /
      //       (1000 * 3600 * 24 * 365.25)
      //   )
      // },
      { field: 'GitHub:', value: 'github.com/KarpovYuri' },
      { field: 'Email:', value: 'yurick@bk.ru' },
      { field: 'Freelance:', value: 'Возможен' }
    ]
  }
];
