export const title = {
  sumary: 'Общая информация',
  education: 'Образование'
};

export const sumary = {
  title: 'Юрий Карпов',
  description:
    'Веб-программист, с более чем 3-летним опытом разработки сайтов и веб-приложений от первоначальной концепции до окончательного результата.',
  list: ['Воронеж, Россия', '+7 (950) 775 75 33', 'yurick@bk.ru']
};

export const education = [
  {
    title: 'Мидл фронтенд-разработчик',
    years: '11.2022 - 05.2023',
    organization: 'Яндекс Практикум',
    description:
      'Прошел обучение на факультете Веб-разработки: JavaScript, TypeScript, React, Redux, NodeJS, SSR, PostgreSQL, Алгоритмы и структуры данных, Шаблонизаторы и компонентный подход, Тестирование и безопасность.'
  },
  {
    title: 'Веб-разработчик',
    years: '11.2021 - 09.2022',
    organization: 'Яндекс Практикум',
    description:
      'Прошел обучение на факультете Веб-разработки: HTML, CSS, JavaScript, Адаптивная вёрстка и работа с макетом, React, NodeJS, ExpressJS, MongoDB'
  },
  {
    title: 'Программист',
    years: '1998 - по настоящее время',
    organization: 'Самостоятельное обучение',
    description:
      'Программированием интересовался с малолетства: Basic, Ассемблер, Паскаль, C++. В начале 00-х открыл для себя мир веб-разработки, были изучены HTML, CSS, JS и сверстаны первые сайты в том числе на CMS. Из последнего освоен Vue и Nuxt.'
  },
  {
    title: 'Экономист-менеджер',
    years: '2005 - 2010',
    organization:
      'Воронежский государственный университет инженерных технологий',
    description:
      'Факультет экономики и менеджмента, Экономика и управление на предприятиях пищевой промышленности'
  }
];
