export const title = {
  sumary: 'Общая информация',
  education: 'Образование',
  experience: 'Профессиональный опыт'
};

export const sumary = {
  title: 'Юрий Карпов',
  description:
    'Веб-программист, с более чем 3-летним опытом разработки сайтов и веб-приложений от первоначальной концепции до окончательного результата. Активно внедряю передовые технологии и методы разработки, чтобы обеспечить максимальную производительность и безопасность веб-проектов.',
  list: ['Воронеж, Россия', '+7 (950) 775 75 33', 'yurick@bk.ru', '@karpov_y']
};

export const education = [
  {
    title: 'Мидл фронтенд-разработчик',
    years: '2022 - 2023',
    organization: 'Яндекс Практикум',
    description:
      'Прошел обучение на факультете Веб-разработки: JavaScript, TypeScript, React, Redux, NodeJS, SSR, PostgreSQL, Алгоритмы и структуры данных, Шаблонизаторы и компонентный подход, Тестирование и безопасность.'
  },
  {
    title: 'Веб-разработчик',
    years: '2021 - 2022',
    organization: 'Яндекс Практикум',
    description:
      'Прошел обучение на факультете Веб-разработки: HTML, CSS, JavaScript, Адаптивная вёрстка и работа с макетом, React, NodeJS, ExpressJS, MongoDB'
  },
  {
    title: 'Программист',
    years: '1993 - по настоящее время',
    organization: 'Самостоятельное обучение',
    description:
      'Программированием интересовался со школьной скамьи: Basic, Паскаль, Ассемблер, C++. В начале 00-х открыл для себя мир веб-разработки, были изучены HTML, CSS, JS и сверстаны первые сайты в том числе на CMS. Из последнего освоен Vue и Nuxt.'
  },
  {
    title: 'Экономист-менеджер',
    years: '2000 - 2005',
    organization:
      'Воронежский государственный университет инженерных технологий',
    description:
      'Факультет экономики и менеджмента, Экономика и управление на предприятиях пищевой промышленности'
  }
];

export const experience = [
  {
    title: 'Старший студент на факультете Веб-разработки (part time)',
    years: '2022 - по настоящее время',
    organization: 'Яндекс Практикум',
    description:
      'Сопровождаю студентов в процессе обучения. Консультирую по вопросам возникающим в процессе выполнения практических заданий и проектных работ.'
  },
  {
    title: 'Frontend-разработчик (стажировка)',
    years: '06.2022 - 09.2022',
    organization: 'MOVIKA',
    description:
      'Прошел стажировку в компании занимающейся разработкой интерактивов для видеоконтента. Agile-командой стажеров разработали интерактивный фильм.'
  },
  {
    title: 'Организатор-Инсталлятор',
    years: '2018 - по настоящее время',
    organization: 'Студия автозвука VRT',
    description:
      'Организовал работу студии, установил и настроил более сотни эксклюзивных аудиосистем в катера, гидроциклы, мотоциклы и автомобили. Подготовил несколько успешных соревновательных проектов.'
  },
  {
    title: 'Менеджер отдела продаж',
    years: '2012 - 2017',
    organization: 'Дельта Электроника',
    description:
      'Курирование направления автоэлектроники. Создание, продвижение и поддержка интернет-магазина автоэлектроники.'
  },
  {
    title: 'Главный технолог инструментального производства',
    years: '2010 - 2011',
    organization: 'Унипак',
    description:
      'Разработка технологических инструкций, маршрутных карт и другой технологической документации, руководство работниками отдела, координирование деятельности подразделений предприятия, обеспечивающих технологическую подготовку производства.'
  },
  {
    title: 'Конструктор-дизайнер',
    years: '2005 - 2010',
    organization: 'Унипак',
    description:
      'Разработал не менее двух десятков видов пластиковой упаковки для кондитерских изделий, салатов и других продуктов питания используя AutoCAD, Inventor и 3ds Max.'
  }
];
