export const contentTitle = 'Frontend & Backend разработчик';
export const topContent = [
  'Владею крепкими знаниями Веб-разработки, включая HTML, CSS, JavaScript, TypeScript и Node.js. Опыт работы с бэкенд-фреймворком Express.js. Умею создавать интуитивно понятный и эффективный пользовательский интерфейс, используя фронтенд-фреймворки, такие как React и Vue.',
  'Благодаря своей творческой природе и внимательному отношению к деталям, всегда стремлюсь к созданию привлекательных и функциональных проектов, которые соответствуют потребностям клиентов.'
];
export const bottomContent = [
  'Имею опыт работы как самостоятельно, так и в команде. Готов работать в динамичной и быстроразвивающейся среде, способен эффективно управлять временем и сроками проектов. Обладаю отличными коммуникативными навыками, что позволяет эффективно взаимодействовать с клиентами и командой разработчиков, достигая консенсуса в решении сложных задач.',
  'Рассмотрю варианты смены профессии в сторону Frontend или Backend - разработки. Не откажусь от предложений применить свои знания на практике. Готов выполнить тестовое задание, чтобы продемонстрировать уровень навыков.'
];
export const aboutLeftData = [
  { field: 'Дата рождения:', value: '28 Июня 1990' },
  { field: 'Сайт:', value: 'www.karaudio.ru' },
  { field: 'Телефон:', value: '+7 950 775 7533' },
  { field: 'Город:', value: 'Воронеж, Россия' }
];
export const aboutRightData = [
  { field: 'Возраст:', value: '33' },
  { field: 'GitHub:', value: 'github.com/KarpovYuri' },
  { field: 'Email:', value: 'yurick@bk.ru' },
  { field: 'Freelance:', value: 'Возможен' }
];
